"BUTTON_AUTHENTICATE" = "ใช้หมายเลขโทรศัพท์ของฉัน";

"BUTTON_CONTINUE" = "ดำเนินการต่อ";

"BUTTON_DISMISS" = "ยกเลิก";

"BUTTON_DONE" = "เสร็จสิ้น";

"BUTTON_NOT_NOW" = "ไม่ใช่ตอนนี้";

"BUTTON_OKAY" = "ตกลง";

"BUTTON_RESEND_CONF_CODE" = "ขอรหัสใหม่";

"BUTTON_RETRY" = "ลองใหม่";

"BUTTON_SENDING" = "กำลังส่ง...";

"BUTTON_SENDING_CONF_CODE" = "กําลังส่งรหัสยืนยัน";

"BUTTON_SEND_CONF_CODE" = "ส่งรหัสยืนยัน";

"BUTTON_SENT_CONF_CODE" = "ส่งรหัสยืนยันแล้ว";

"BUTTON_TRY_DIFFERENT_NUMBER" = "ลองใช้หมายเลขโทรศัพท์อื่น";

"CALL_ME_ACTION" = "โทรหาฉัน";

"CALL_ME_LOADING" = "กำลังโทร...";

"ERROR_CANT_SMS" = "ไม่สามารถส่งข้อความ SMS ให้หมายเลขโทรศัพท์นี้ได้";

"ERROR_CHECK_CODE_TRY_AGAIN" = "โปรดตรวจสอบรหัสของคุณและลองใหม่อีกครั้ง";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "โอ๊ะ ดูเหมือนว่าเราจะมีปัญหาด้านเครือข่าย ลองใหม่อีกครั้งหรือไม่ [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "โปรดตรวจสอบอีเมลของคุณและลองใหม่อีกครั้ง";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "โปรดตรวจสอบหมายเลขโทรศัพท์ของคุณและลองใหม่อีกครั้ง";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "คุณได้ตั้งรหัสยืนยัน 2 ชั้นไว้ก่อนหน้านี้บน <u>digits.com</u>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "เมื่อแตะ \"โทรหาฉัน\" ที่ด้านบน <u>Digits by Twitter</u> จะโทรไปหาคุณเพื่อยืนยันหมายเลขโทรศัพท์ของคุณ ซึ่งอาจมีการเก็บค่าบริการข้อความและข้อมูล";

"FOOTNOTE_CREATE_ACCOUNT" = "เมื่อแตะ \"ดำเนินการต่อ\" ด้านบน จะถือว่าคุณยอมรับ <u>ข้อตกลงการใช้งาน</u>, <u>นโยบายความเป็นส่วนตัว</u> และ<u>นโยบายคุกกี้</u> ที่ได้รับการปรับปรุงของ Digits by Twitter และผู้ใช้อื่นๆ ของ %@ สามารถค้นหาคุณได้จากหมายเลขโทรศัพท์และ/หรืออีเมล";

"FOOTNOTE_EMAIL_DISCLOSURE" = "การแตะที่ \"ดำเนินการต่อ\" จะเป็นการเพิ่มอีเมลนี้ลงในบัญชี Digits ของคุณ แอพทั้งหมดที่คุณใช้ Digits ในการยืนยันตัวตนจะเข้าถึงที่อยู่อีเมลนี้ได้ และผู้ใช้แอพเหล่านั้นจะสามารถค้นหาคุณได้ด้วยอีเมล จัดการบัญชีของคุณได้ที่ <u>Digits.com</u>";

"FOOTNOTE_SEND_CONF_CODE" = "เมื่อแตะ \"ส่งรหัสยืนยัน\" ที่ด้านบน <u>Digits by Twitter</u> จะส่ง SMS ไปหาคุณเพื่อยืนยันหมายเลขโทรศัพท์ ซึ่งอาจมีการเก็บค่าบริการข้อความและข้อมูล";

"FOOTNOTE_TOS_UPDATE" = "เมื่อแตะ \"ดำเนินการต่อ\" ด้านบน จะถือว่าคุณยอมรับ <u>ข้อตกลงการใช้งาน</u>,  <u>นโยบายความเป็นส่วนตัว</u> และ<u>นโยบายคุกกี้</u>ที่ได้รับการปรับปรุงของ Digits by Twitter และผู้ใช้อื่นๆ ของ %@ สามารถค้นหาคุณได้จากหมายเลขโทรศัพท์และ/หรืออีเมล";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "ป้อนรหัสยืนยัน 2 ชั้น";

"LABEL_ENTER_CONF_CODE" = "เราส่งรหัสไปให้คุณแล้ว";

"LABEL_ENTER_EMAIL" = "ป้อนอีเมลของคุณ";

"LABEL_ENTER_PHONE_NUMBER" = "หมายเลขโทรศัพท์ของคุณคือ?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "เราใช้ Digits by Twitter เพื่อค้นหาเพื่อนของคุณที่ใช้งานแอพนี้ เมื่อคุณแตะ ตกลง เราจะอัพโหลดสมุดที่อยู่ของคุณไปที่ Digits by Twitter ดังนั้นเราสามารถหาผู้ใช้ของ %@ ที่คุณรู้จักหรือช่วยผู้ใช้อื่นๆของ %@ ค้นหาคุณ";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "ค้นหาเพื่อนของคุณ";

"LABEL_RESEND_CONF_CODE" = "ไม่ได้รับรหัสเหรอ?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "ไม่สามารถยืนยันหมายเลขโทรศัพท์ของคุณได้";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "ขออภัย เราประสบปัญหาขณะส่งรหัสยืนยันถึงคุณ";

"ONBOARDING_MESSAGE" = "[Digits] เข้าสู่ระบบที่ https://fabric.io เพื่อตั้งชื่อแอพของคุณ ซึ่งจะรวมอยู่ในอีเมลยืนยัน และ SMS/การยืนยันผ่านข้อความเสียง";

"PARTIAL_FOOTNOTE_THIS_APP" = "แอพนี้";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "รหัสยืนยัน";

"PLACEHOLDER_CONF_CODE" = "ป้อนรหัส 6 หลัก";

